tap "common-fate/granted"
tap "goreleaser/tap"
tap "terrastruct/tap"

brew "openssl@3"
brew "xz"
brew "awscli"
brew "d2"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "gum"
brew "k9s"
brew "kubectx"
brew "mise"
brew "neovim"
brew "opentofu"
brew "terraform"
brew "tmux"
brew "tree"
brew "trivy"
brew "uv"
brew "common-fate/granted/granted"
brew "goreleaser/tap/goreleaser"
brew "terrastruct/tap/tala"

cask "1password-cli"
cask "codex"
cask "gcloud-cli"
cask "google-chrome"
cask "arc"
cask "obsidian"
cask "jetbrains-toolbox"
